alacritty
autoconf
automake
base
bison
clang
docker
dpkg
efibootmgr
exa
fakeroot
fasd
firefox
flex
gcc
git
git-delta
groff
grub
inotify-tools
intel-ucode
kanshi
libtool
linux
linux-firmware
lvm2
m4
make
man-db
neovim
networkmanager
openssh
otf-font-awesome
patch
pavucontrol
pkgconf
pulseaudio
pulseaudio-alsa
ripgrep
sudo
sway
swayidle
swaylock
tailscale
texinfo
tmux
unzip
vi
waybar
wayland
wget
which
wlroots
xorg-server
xorg-xwayland
zsh
