accountsservice
acpi
alacritty
alsa-firmware
alsa-plugins
alsa-utils
ansible
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
aspell
autorandr
awesome-terminal-fonts
aws-cli-v2
b43-fwcutter
base
base-devel
bash-completion
bear
bind
bluez
bluez-utils
boost
btrfs-progs
cantarell-fonts
cloudflare-warp-bin
cmake
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
device-mapper
dex
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker-desktop
dosfstools
downgrade
dptfxtract-bin
dracut
duf
dunst
duo-desktop
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
envycontrol
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-i3wm
ethtool
exfatprogs
eza
f2fs-tools
falcon-sensor
fd
feh
ffmpegthumbnailer
firewalld
flameshot
fleet-orbit
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
ghostscript
git
glances
google-chrome
google-cloud-cli
google-glog
gopls
goreleaser
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
i3-wm
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
iptables-nft
iwd
jfsutils
jq
k9s
kernel-install-for-dracut
krew
kustomize
less
libdvdcss
libgsf
libopenraw
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
man-db
man-pages
mdadm
meld
mesa-utils
mlocate
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
numlockx
nvidia
nvidia-hook
nvidia-inst
nvidia-prime
oh-my-zsh-git
openssh
pacman-contrib
pass
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
polkit-gnome
polybar
poppler-glib
postgresql-libs
power-profiles-daemon
protobuf
protoc-gen-go
protoc-gen-go-grpc
pv
python
python-capng
python-defusedxml
python-packaging
python-pipenv
python-poetry
python-pyqt5
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rsync
rtkit
s-nail
scrot
sg3_utils
slack-desktop
smartmontools
snixembed
sof-firmware
splix
sudo
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
texinfo
tfswitch
thermald
thunar
thunar-archive-plugin
thunar-volman
tilt-bin
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vi
welcome
wget
which
wireplumber
wpa_supplicant
xarchiver
xbindkeys
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yq
zip
zoom
zsh
